<template>
  <div>
    <PageLister1 :datas="lists1" />
    <PageLister :datas="lists2" />
  </div>
</template>
<script>
import PageLister from "../../components/page_view_component/page_lists.vue";
import PageLister1 from "../../components/page_view_component/about.vue";
export default {
  components: {
    PageLister,
    PageLister1,
  },
  data() {
    return {
      lists1: [
        {
          name: "የኮቪድ 19 ወረርሽኝ በአፍሪቃ",
          detail:
            "ደቡብ አፍሪቃ ውስጥ በኮቪድ 19 የሚያዘው ሰው ቁጥር በፍጥነት እየጨመረ ነው። በየቀኑም ከ10,000 የሚበልጡ በተሐዋሲው የተያዙ ሰዎች መገኘታቸው መመዝገቡ በአፍሪቃ አኅጉር ግንባር ቀደም አድርጓታል። የዓለም የጤና ድርጅትም የደቡብ አፍሪቃ ይዞታ ወረርሽኙ በመላው የአፍሪቃ አኅጉር ሊስፋፋ የመቻሉ ማመላከቻ እንደሆነ አሳስቧል።",
        },
        {
          detail:
            "ደቡብ አፍሪቃ ውስጥ በኮቪድ 19 የሚያዘው ሰው ቁጥር በፍጥነት እየጨመረ ነው። በየቀኑም ከ10,000 የሚበልጡ በተሐዋሲው የተያዙ ሰዎች መገኘታቸው መመዝገቡ በአፍሪቃ አኅጉር ግንባር ቀደም አድርጓታል። የዓለም የጤና ድርጅትም የደቡብ አፍሪቃ ይዞታ ወረርሽኙ በመላው የአፍሪቃ አኅጉር ሊስፋፋ የመቻሉ ማመላከቻ እንደሆነ አሳስቧል።",
        },
      ],
      lists2: [
        {
          name: "የኮቪድ 19 ወረርሽኝ በአፍሪቃ",
          detail:
            "ደቡብ አፍሪቃ ውስጥ በኮቪድ 19 የሚያዘው ሰው ቁጥር በፍጥነት እየጨመረ ነው። በየቀኑም ከ10,000 የሚበልጡ በተሐዋሲው የተያዙ ሰዎች መገኘታቸው መመዝገቡ በአፍሪቃ አኅጉር ግንባር ቀደም አድርጓታል። የዓለም የጤና ድርጅትም የደቡብ አፍሪቃ ይዞታ ወረርሽኙ በመላው የአፍሪቃ አኅጉር ሊስፋፋ የመቻሉ ማመላከቻ እንደሆነ አሳስቧል።",
        },

        {
          name: "የኮቪድ 19 ወረርሽኝ በአፍሪቃ",
          detail:
            "ደቡብ አፍሪቃ ውስጥ በኮቪድ 19 የሚያዘው ሰው ቁጥር በፍጥነት እየጨመረ ነው። በየቀኑም ከ10,000 የሚበልጡ በተሐዋሲው የተያዙ ሰዎች መገኘታቸው መመዝገቡ በአፍሪቃ አኅጉር ግንባር ቀደም አድርጓታል። የዓለም የጤና ድርጅትም የደቡብ አፍሪቃ ይዞታ ወረርሽኙ በመላው የአፍሪቃ አኅጉር ሊስፋፋ የመቻሉ ማመላከቻ እንደሆነ አሳስቧል።",
        },
        {
          name: "የኮቪድ 19 ወረርሽኝ በአፍሪቃ",
          detail:
            "ደቡብ አፍሪቃ ውስጥ በኮቪድ 19 የሚያዘው ሰው ቁጥር በፍጥነት እየጨመረ ነው። በየቀኑም ከ10,000 የሚበልጡ በተሐዋሲው የተያዙ ሰዎች መገኘታቸው መመዝገቡ በአፍሪቃ አኅጉር ግንባር ቀደም አድርጓታል። የዓለም የጤና ድርጅትም የደቡብ አፍሪቃ ይዞታ ወረርሽኙ በመላው የአፍሪቃ አኅጉር ሊስፋፋ የመቻሉ ማመላከቻ እንደሆነ አሳስቧል።",
        },
        {
          name: "የኮቪድ 19 ወረርሽኝ በአፍሪቃ",
          detail:
            "ደቡብ አፍሪቃ ውስጥ በኮቪድ 19 የሚያዘው ሰው ቁጥር በፍጥነት እየጨመረ ነው። በየቀኑም ከ10,000 የሚበልጡ በተሐዋሲው የተያዙ ሰዎች መገኘታቸው መመዝገቡ በአፍሪቃ አኅጉር ግንባር ቀደም አድርጓታል። የዓለም የጤና ድርጅትም የደቡብ አፍሪቃ ይዞታ ወረርሽኙ በመላው የአፍሪቃ አኅጉር ሊስፋፋ የመቻሉ ማመላከቻ እንደሆነ አሳስቧል።",
        },
        {
          name: "አዲሱ የሱዳን የህግ ማሻሻያና የቲምቡክቱ የጦር ወንጀል ክስ",
          detail:
            "ለሶስት አስርተ አመታት ሱዳንን ያስተዳደሩት ኦማር አልበሽር በጎርጎሮሳዊው ሚያዚያ 2019ዓ/ም  በህዝባዊ አመፅ ከስልጣን ከተወገዱ ወዲህ ሰሞኑን በሀገሪቱ   የተደረገው የህግ ማሻሻያ እንደ ሁለተኛ አብዮት የሚቆጥሩት ብዙዎች ናቸው።ሀገሪቱን የሚያስተዳድረው የሱዳን ሉአላዊ ምክር ቤት ያፀደቀው የህግ ማሻሻያ የሴት ልጅ ግርዛትን የሚከለክል ነው።",
        },
      ],
    };
  },
};
</script>
